interface Categories {
  [key: string]: string[];
}

const categories: Categories = {
  외식업: [
    '한식',
    '중식',
    '회',
    '양식',
    '분식',
    '육류',
    '주류',
    '버거류',
    '커피',
    '배달전문',
    '유흥주점',
  ],
  서비스업: ['미용실', '뷰티', '마사지', '세탁소', '사우나', '카센터', '호텔'],
  '도/소매업': [
    '편의점',
    '슈퍼마켓',
    '청과류',
    '정육점',
    '의류가방',
    '문구류',
    '액세서리',
    '화장품',
    '리빙가구',
    '귀금속',
    '가전제품',
    '자재',
    '식물',
    '애견용품',
  ],
  '예술/스포츠/시설업': [
    '노래방',
    '당구장',
    '독서실',
    '헬스클럽',
    '바둑기원',
    '볼링장',
    '무도장',
    '음악작업',
    '탁구장',
    '실내골프',
    '실내야구',
    '축구',
    '실내낚시',
    '스포츠',
    '무인사진',
    '코인노래방',
    '코인빨래방',
  ],
  '교육/학원업': ['어린이집', '학원', '키즈카페', '미술업', '공방'],
  숙박업: ['호텔모텔', '숙박업', '캠핑장', '원룸텔'],
};

export default categories;
